Repository: common-repository/auto-seo-links
Catalog: languages/auto-seo-links-*.po
Languages: de_de

source: Auto SEO Links - Options
de_de: Auto SEO Links - Optionen

source: Options
de_de: Optionen

source: Add New SEO Link
de_de: Neuen SEO Link hinzufügen

source: An error occured while creating the SEO link. Please check the red high-lighted fields.
de_de: Beim Erstellen des SEO Links ist ein Fehler aufgetreten. Bitte überprüfe die rot markierten Felder.

source: The SEO link has been added successfully.
de_de: Der SEO Link wurde erfolgreich hinzugefügt.

source: The SEO keyword which will be replaced with the appropriate link.
de_de: Das SEO Keyword, welches durch einen entsprechenden Link ersetzt wird.

source: Word
de_de: Wort

source: Choose the link destination type:<br /><br /><strong>Internal Post</strong> - Select a single post or page from a list of all available posts / pages in your WordPress system.<br /><br /><strong>External URL</strong> - Type in a custom URL which will be opened in a new browser tab.
de_de: Wähle ein Link-Ziel:<br /><br /><strong>Interner Post</strong> - Wähle einen Beitrag oder eine Seite aus einer Liste aller verfügbaren Beiträge / Seiten in deinem WordPress System.<br /><br /><strong>Externe URL</strong> - Gib eine beliebige URL ein, die in einem neuen Browser-Tab geöffnet werden wird.

source: Type
de_de: Typ

source: Provide a target where your link should lead to.<br /><br /><strong>Internal Link</strong> - Choose a post / page from the list.<br /><br /><strong>External URL</strong> - Type in an external URL.
de_de: Gib ein Ziel an, wo dein Link hinführen soll.<br /><br /><strong>Interner Link</strong> - Wähle einen Beitrag oder eine Seite aus der Liste.<br /><br /><strong>External URL</strong> - Gib eine externe URL ein.

source: Link Target
de_de: Link-Ziel

source: After you filled all the previous fields, hit the icon to create your SEO link entry.
de_de: Klicke auf das Erstellen-Icon, um deinen SEO Link Eintrag zu erstellen, nachdem du alle vorherigen Felder ausgefüllt hast.

source: Action
de_de: Aktion

source: Internal Post
de_de: Interner Post

source: External URL
de_de: Externe URL

source: No posts available
de_de: Keine Posts vorhanden

source: http://example.com
de_de: http://beispiel.de

source: Create this entry
de_de: Erstelle diesen Eintrag

source: Search SEO Link
de_de: SEO Link suchen

source: Search
de_de: Suchen

source: An error occured while updating the SEO link. Please check the red high-lighted fields.
de_de: Beim Aktualisieren des SEO Links ist ein Fehler aufgetreten. Bitte überprüfe die rot markierten Felder.

source: The SEO link has been updated successfully.
de_de: Der SEO Link wurde erfolgreich aktualisiert.

source: An error occured while deleting the SEO link. Please try again later.
de_de: Beim Löschen des SEO Links ist ein Fehler aufgetreten. Bitte versuche es später erneut.

source: The SEO link has been deleted successfully.
de_de: Der SEO Link wurde erfolgreich gelöscht.

source: After you changed all the previous fields as desired, hit the refresh icon to update your SEO link entry, or hit the trash icon to delete the entry.
de_de: Klicke auf das Aktualisieren-Icon nachdem du alle Felder nach Belieben geändert hast, um deinen SEO Link zu aktualisieren. Oder klicke auf das Mülleimer-Icon, um den Eintrag zu löschen.

source: Calculates an estimated number of how often this SEO keyword will be turned into a link on your whole WordPress website.
de_de: Ermittelt die geschätzte Anzahl, wie oft dieses SEO Keyword auf deiner gesamten WordPress Seite in einen Link umgewandelt wird.

source: Generated
de_de: Generiert

source: Update this entry
de_de: Diesen Eintrag aktualisieren

source: Do you really want delete this entry?
de_de: Möchtest Du diesen Eintrag wirklich löschen?

source: Yes, delete this entry!
de_de: Ja, lösche diesen Eintrag!

source: Delete this entry?
de_de: Diesen Eintrag löschen?

source: There're no entries, yet. Please submit one!
de_de: Es sind noch keine Einträge vorhanden. Bitte erstelle einen!

source: An error occured while updating the options. Please check the red high-lighted fields.
de_de: Beim Aktualisieren der Optionen ist ein Fehler aufgetreten. Bitte überprüfe die rot markierten Felder.

source: The options has been saved successfully.
de_de: Die Optionen wurden erfolgreich gesichert.

source: Exclude Posts / Pages
de_de: Beiträge / Seiten ausschließen

source: Choose posts / pages where you don't want your SEO links to show up.
de_de: Wähle Beiträge / Seiten aus, auf denen keine SEO Links erscheinen sollen.

source: Maximum SEO Links
de_de: SEO Link Limit

source: Limit the number of SEO links on one single post / page (&nbsp;0&nbsp;=&nbsp;unlimited&nbsp;).
de_de: Begrenze die Anzahl an SEO Links, die auf einer einzelnen Seite angezeigt werden sollen (&nbsp;0&nbsp;=&nbsp;unlimitiert&nbsp;).

source: Maximum Internal Linkings
de_de: Internes Link Limit

source: Limit the number of SEO links that target the same internal destination (&nbsp;0&nbsp;=&nbsp;unlimited&nbsp;).
de_de: Begrenze die Anzahl an SEO Links auf einer einzelnen Seite, die auf das selbe interne Ziel verweisen (&nbsp;0&nbsp;=&nbsp;unlimitiert&nbsp;).

source: Tidy Up After Plugin Deactivation
de_de: Nach Plugin-Deaktivierung aufräumen

source: Tidy Up After Plugin Deletion
de_de: Aufräumen nach Löschung des Plugins

source: Choose if you want to clear the database from plugin data once the plugin got deactivated.<br /><strong style="color: #ff0000; font-style: italic;">Once deleted, the data will be lost!</strong>
de_de: Wähle, ob du die Datenbank von Plugin-Daten bereinigen möchtest sobald das Plugin deaktiviert wurde.<br /><strong style="color: #ff0000; font-style: italic;">Einmal gelöscht, sind die Plugin-Daten verloren</strong>

source: Choose if you want to clear the database from plugin data once the plugin got deleted.<br /><strong style="color: #ff0000; font-style: italic;">Once deleted, the data will be lost!</strong>
de_de: Wähle aus, ob Du die Datenbank von Plugin-Daten bereinigen möchtest, nachdem das Plugin gelöscht wurde.<br /><strong style="color: #ff0000; font-style: italic;">Einmal gelöscht, sind die Daten verloren!</strong>

source: <strong>Internal SEO links</strong> - Delete all SEO link entries with an internal link type.
de_de: <strong>Interne SEO Links</strong> - Lösche alle SEO Link Einträge mit einem internen Link-Ziel.

source: <strong>External SEO links</strong> - Delete all SEO link entries with an external link type.
de_de: <strong>Externe SEO Links</strong> - Lösche alle SEO Link Einträge mit einem externen Link-Ziel.

source: <strong>Plugin Settings</strong> - Delete all option configuration.
de_de: <strong>Plugin Einstellungen</strong> - Lösche alle gespeicherten Optionen.

source: Save changes
de_de: Änderungen übernehmen

source: Filters WordPress content for certain keywords and replace them with SEO links.
de_de: Filtert WordPress Inhalte nach bestimmten Schlüsselworten und ersetzt sie mit SEO Links.
